{
	"@metadata": {
		"authors": [
			"Verdy p"
		]
	},
	"commtech-commons-speedy-header": "Header for messages left by Community Tech bot on talk pages of articles that have Commons images nominated for speedy deletion. Parameter:\n* $1 - number of files nominated for deletion for {{PLURAL}}",
	"commtech-commons-speedy-body-start": "First part of messages left by Community Tech bot on talk pages of articles that have Commons images nominated for speedy deletion. It will be followed by a list of files and {{msg-intuition|commtech-commons-commtech-commons-speedy-body-end}}. Parameter:\n* $1 - number of files nominated for deletion for {{PLURAL}}",
	"commtech-commons-speedy-body-end": "Second part of messages left by Community Tech bot on talk pages of articles that have Commons images nominated for speedy deletion. It's preceded by a list of files and {{msg-intuition|commtech-commons-commtech-commons-speedy-body-start}} before it. Parameter:\n* $1 - number of files nominated for deletion for {{PLURAL}}",
	"commtech-commons-speedy-summary": "Edit summary for messages left by Community Tech bot on talk pages of articles that have Commons images nominated for speedy deletion",
	"commtech-commons-discussion-header": "Header for messages left by Community Tech bot on talk pages of articles that have Commons images nominated for deletion. Parameter:\n* $1 - number of files nominated for deletion for {{PLURAL}}",
	"commtech-commons-discussion-body-start": "First part of messages left by Community Tech bot on talk pages of articles that have Commons images nominated for deletion. It will be followed by a list of files and either {{msg-intuition|Commtech-commons-commtech-commons-discussion-body-end-matching}} or {{msg-intuition|Commtech-commons-commtech-commons-discussion-body-end-mismatching}}. Parameter:\n* $1 - number of files nominated for deletion for {{PLURAL}}",
	"commtech-commons-discussion-body-end-matching": "Second part of messages left by Community Tech bot on talk pages of articles that have Commons images nominated for deletion. It's used when all pages listed are nominated in the same discussion and is preceded by a list of files and {{msg-intuition|Commtech-commons-commtech-commons-discussion-body-start}} before it. Parameter:\n* $1 - title of deletion discussion page on Commons",
	"commtech-commons-discussion-body-end-mismatching": "Second part of messages left by Community Tech bot on talk pages of articles that have Commons images nominated for deletion. It's used when pages listed are nominated in more than one discussiion and is preceded by a list of files and {{msg-intuition|Commtech-commons-commtech-commons-discussion-body-start}} before it. Parameter:\n* $1 - number of files nominated for deletion for {{PLURAL}}",
	"commtech-commons-discussion-summary": "Edit summary for messages left by Community Tech bot on talk pages of articles that have Commons images nominated for deletion",
	"commtech-commons-discussion-line": "Line listing a Commons file nominated for deletion. Parameters:\n* $1 - file name\n* $2 - title of deletion discussion page",
	"commtech-commons-nopermission-header": "Header for messages left by Community Tech bot on talk pages of articles that have Commons images missing permission information. Parameter:\n* $1 - number of files nominated for deletion for {{PLURAL}}",
	"commtech-commons-nopermission-body-start": "First part of messages left by Community Tech bot on talk pages of articles that have Commons images missing permission information. It will be followed by a list of files and {{msg-intuition|commtech-commons-commtech-commons-nopermission-body-end}}. Parameter:\n* $1 - number of files missing permisssion information for {{PLURAL}}",
	"commtech-commons-nopermission-body-end": "Second part of messages left by Community Tech bot on talk pages of articles that have Commons images missing permission information. It's preceded by a list of files and {{msg-intuition|commtech-commons-commtech-commons-nopermission-body-start}} before it. Parameter:\n* $1 - number of files missing permisssion information for {{PLURAL}}",
	"commtech-commons-nopermission-summary": "Edit summary for messages left by Community Tech bot on talk pages of articles that have Commons images missing permission information"
}
